#+TITLE: Thoughts on EmacsConf 2021
#+CREATED: [2021-12-25 Sat 23:43]
#+LAST_MODIFIED: [2021-12-26 Sun 00:23]
#+ROAM_TAGS: composition
#+OPTIONS: toc:nil
#+OPTIONS: tex:t
#+OPTIONS: _:nil ^:nil p:nil

#+HUGO_BASE_DIR: ./
#+hugo_front_matter_format: yaml
#+HUGO_CUSTOM_FRONT_MATTER: :date (org-to-blog-date (org-global-prop-value "CREATED"))
#+HUGO_CUSTOM_FRONT_MATTER: :hero ./images/cover.jpg
#+HUGO_CUSTOM_FRONT_MATTER: :secret false
#+HUGO_CUSTOM_FRONT_MATTER: :excerpt Emacs Makers Are Crazy Sickos

#+BEGIN_SRC emacs-lisp :exports none
  (add-to-list 'org-export-filter-headline-functions
               'remove-regexp-curly-braces)
  (export-to-mdx-on-save)
#+END_SRC

#+RESULTS:
: Enabled mdx on save


